[
  {
  "id": 1,
  "date": "01.08.2023",
   "imageId": "0",
    "titles": {
    "ar": "مرحبًا بك في InstaVideo Downloader AI",
    "en-US": "Hello, to InstaVideo Downloader AI",
    "de-DE": "Hallo, zu InstaVideo Downloader AI",
    "es-ES": "¡Hola, a InstaVideo Downloader AI!",
    "fr-FR": "Bonjour, à InstaVideo Downloader AI",
    "it-IT": "Ciao, a InstaVideo Downloader AI",
    "ja-JP": "こんにちは、InstaVideo Downloader AI へ",
    "pt-PT": "Olá, para o InstaVideo Downloader AI",
    "ru-RU": "Привет, к InstaVideo Downloader AI",
    "tr-TR": "Merhaba, InstaVideo Downloader AI'ye",
    "zh-CN": "你好，欢迎来到 InstaVideo Downloader AI"
},
"messages": {
    "ar": "AI يقوم بالبحث عن مقاطع فيديو إنستغرام على الرابط المعطى ويجد بنسبة 100% ، لذلك يمكنك تنزيلها. قم بتنزيل مقاطع الفيديو من إنستغرام بسهولة باستخدام التطبيق. شارك وشاهد مقاطع الفيديو بواسطة مشغل الفيديو المدمج وتابع جميع التنزيلات في قائمة.",
    "en-US": "AI is Searching Instagram Videos on given Link and finds 100%, so you can download. Easily download Instagram videos using the app. Share and watch videos with the built-in video player and keep track of all downloads in a list.",
    "de-DE": "KI sucht nach Instagram-Videos auf dem angegebenen Link und findet zu 100%, sodass Sie sie herunterladen können. Laden Sie Instagram-Videos einfach über die App herunter. Teilen und betrachten Sie Videos mit dem integrierten Videoplayer und behalten Sie alle Downloads in einer Liste im Auge.",
    "es-ES": "AI está buscando videos de Instagram en el enlace proporcionado y encuentra el 100%, por lo que puedes descargarlos. Descarga fácilmente videos de Instagram con la aplicación. Comparte y mira videos con el reproductor de video incorporado y lleva un registro de todas las descargas en una lista.",
    "fr-FR": "L'IA recherche des vidéos Instagram sur le lien donné et trouve 100%, vous pouvez donc les télécharger. Téléchargez facilement des vidéos Instagram à l'aide de l'application. Partagez et regardez des vidéos avec le lecteur vidéo intégré et suivez toutes les téléchargements dans une liste.",
    "it-IT": "L'IA sta cercando video di Instagram sul link fornito e trova il 100%, quindi puoi scaricarli. Scarica facilmente video di Instagram tramite l'app. Condividi e guarda video con il lettore video integrato e tieni traccia di tutti i download in un elenco.",
    "ja-JP": "AIは指定されたリンクでInstagramの動画を検索し、100％見つかるのでダウンロードできます。このアプリを使って簡単にInstagramの動画をダウンロードしてください。ビルトインのビデオプレーヤーで動画を共有して視聴し、すべてのダウンロードをリストで追跡できます。",
    "pt-PT": "IA está procurando vídeos do Instagram no link fornecido e encontra 100%, para que você possa baixá-los. Baixe facilmente vídeos do Instagram usando o aplicativo. Compartilhe e assista a vídeos com o reprodutor de vídeo integrado e acompanhe todos os downloads em uma lista.",
    "ru-RU": "ИИ ищет видео Instagram по заданной ссылке и находит на 100%, поэтому вы можете их скачать. Легко скачивайте видео Instagram с помощью приложения. Делитесь и смотрите видео с помощью встроенного видеоплеера и отслеживайте все загрузки в списке.",
    "tr-TR": "YIA, verilen bağlantıda Instagram Videoları arıyor ve %100 buluyor, böylece indirebilirsiniz. Uygulama ile Instagram videolarını kolayca indirin. İçinde yerleşik video oynatıcıyla videoları paylaşın ve izleyin ve tüm indirmeleri bir listede takip edin.",
    "zh-CN": "AI正在搜索给定链接上的Instagram视频，并找到了100％，因此您可以下载。使用该应用轻松下载Instagram视频。通过内置视频播放器共享和观看视频，并在列表中跟踪所有下载。"
}
},
{
  "id": 2,
  "date": "02.08.2023",
   "imageId": "0",
    "titles": 
  {
    "ar": "محمل فيسبوك الجديد - فيديو بدون صوت",
    "en-US": "New Facebook Downloader - Video Without Sound",
    "de-DE": "Neuer Facebook Downloader - Video ohne Ton",
    "es-ES": "Nuevo Descargador de Facebook - Video sin Sonido",
    "fr-FR": "Nouveau Téléchargeur Facebook - Vidéo sans Son",
    "it-IT": "Nuovo Downloader Facebook - Video Senza Audio",
    "ja-JP": "新しいFacebookダウンローダー - 音声なしの動画",
    "pt-PT": "Novo Baixador do Facebook - Vídeo Sem Som",
    "ru-RU": "Новый загрузчик Facebook - Видео без звука",
    "tr-TR": "Yeni Facebook İndirici - Ses Olmadan Video",
    "zh-CN": "全新Facebook下载器 - 视频无声"
}
,
"messages": 
  {
    "ar": "أطلقت مؤخرًا محمل Facebook ولكن التنزيلات حاليًا للفيديو فقط بدون صوت ولكن لقد وجدت الحل ويجب إصلاحه.",
    "en-US": "Recently launched Facebook Downloader, but downloads for now only video without sound. However, I found the solution and need to fix it.",
    "de-DE": "Kürzlich wurde der Facebook Downloader veröffentlicht, aber derzeit werden nur Videos ohne Ton heruntergeladen. Ich habe jedoch die Lösung gefunden und muss es beheben.",
    "es-ES": "Recientemente lanzado Facebook Downloader, pero las descargas por ahora solo son videos sin sonido. Sin embargo, encontré la solución y debo arreglarlo.",
    "fr-FR": "Facebook Downloader a été lancé récemment, mais les téléchargements sont pour le moment uniquement des vidéos sans son. Cependant, j'ai trouvé la solution et je dois le corriger.",
    "it-IT": "Facebook Downloader è stato lanciato di recente, ma al momento le scaricamenti sono solo video senza audio. Tuttavia, ho trovato la soluzione e devo sistemarlo.",
    "ja-JP": "最近Facebook Downloaderをリリースしましたが、現時点では音声なしの動画のみをダウンロードします。しかし、解決策を見つけ、修正する必要があります。",
    "pt-PT": "Facebook Downloader foi lançado recentemente, mas os downloads por enquanto são apenas de vídeos sem som. No entanto, encontrei a solução e preciso corrigi-lo.",
    "ru-RU": "Недавно был запущен Facebook Downloader, но пока что загружаются только видео без звука. Однако я нашел решение и должен его исправить.",
    "tr-TR": "Yeni başlatılan Facebook Downloader, ancak şu anda sadece ses olmadan video indiriyor. Ancak, çözümü buldum ve düzeltmeliyim.",
    "zh-CN": "最近推出的Facebook下载器，但目前只下载没有声音的视频。但是，我找到了解决方法，需要修复。"
}
}
  ,
{
  "id": 3,
  "date": "13.08.2023",
   "imageId": "0",
    "titles": {
        "ar": "تحديث مهم",
        "en-US": "Important Update",
        "de-DE": "Wichtiger Update",
        "es-ES": "Actualización importante",
        "fr-FR": "Mise à jour importante",
        "it-IT": "Aggiornamento importante",
        "ja-JP": "重要なアップデート",
        "pt-PT": "Atualização importante",
        "ru-RU": "Важное обновление",
        "tr-TR": "Önemli Güncelleme",
        "zh-CN": "重要更新"
    }
,
"messages": {
        "ar": "تحديث مهم يتجاوز العقبات عند البحث عن فيديوهات إنستغرام، يقوم بتشفير الفيديو وتحميله.\n\nمتاح في الإصدار التحديثي 100",
        "en-US": "An important update that overcomes an obstacle when searching for Instagram videos, encrypts the video, and downloads it.\n\nAvailable from update version 100",
        "de-DE": "Ein wichtiger Update, der ein Hindernis beim Suchen von Instagram-Videos überwindet, das Video verschlüsselt und es herunterlädt.\n\nVerfügbar ab Update Version 100",
        "es-ES": "Una actualización importante que supera un obstáculo al buscar videos de Instagram, cifra el video y lo descarga.\n\nDisponible desde la versión de actualización 100",
        "fr-FR": "Une mise à jour importante qui surmonte un obstacle lors de la recherche de vidéos Instagram, crypte la vidéo et la télécharge.\n\nDisponible à partir de la version de mise à jour 100",
        "it-IT": "Un aggiornamento importante che supera un ostacolo nella ricerca di video di Instagram, crittografa il video e lo scarica.\n\nDisponibile dalla versione di aggiornamento 100",
        "ja-JP": "Instagramのビデオを検索する際の障害を克服し、ビデオを暗号化してダウンロードする重要なアップデート。\n\nアップデートバージョン100から利用可能",
        "pt-PT": "Uma atualização importante que supera um obstáculo ao pesquisar vídeos do Instagram, criptografa o vídeo e o baixa.\n\nDisponível a partir da versão de atualização 100",
        "ru-RU": "Важное обновление, которое позволяет преодолеть препятствия при поиске видео в Instagram, шифрует видео и загружает его.\n\nДоступно начиная с версии обновления 100",
        "tr-TR": "Instagram videolarını ararken bir engeli aşan, videonun şifrelenmesini sağlayan ve onu indiren önemli bir güncelleme.\n\nGüncelleme Sürümü 100'dan itibaren kullanılabilir",
        "zh-CN": "一个重要的更新，可以克服在搜索Instagram视频时的障碍，加密视频并下载它。\n\n从更新版本100开始可用"
    }
}
]
