[
  {
    "id": 1,
    "date": "23-08-2023 20:25:15",
    "imageId": 3,
    "titles": {
      "ar": "تطبيق محظور",
      "en-US": "Banned App",
      "de-DE": "Gesperrte App",
      "es-ES": "Aplicación Prohibida",
      "fr-FR": "Application Bannie",
      "it-IT": "App Bloccata",
      "ja-JP": "禁止されたアプリ",
      "pt-PT": "App Banido",
      "ru-RU": "Заблокированное Приложение",
      "tr-TR": "Yasaklanmış Uygulama",
      "zh-CN": "被禁应用"
    },
    "messages": {
      "ar": "أعزاؤنا، تم حظر تطبيقنا من قبل Meta لأنه يحتوي على الأسماء 'Insta' أو 'Facebook'. يبدو أنه ليس معترفًا به كتطبيق رسمي من Instagram وبالتالي لا يُسمح به. مع ذلك، هناك الآلاف من التطبيقات بأسماء مماثلة التي يتم قبولها. سيتم توفير التطبيق على موقعي الإلكتروني. سأوفر الرابط لاحقًا. سأبذل قصارى جهدي للتأكد من أن Google يقبل تطبيقنا مرة أخرى. في النهاية، إنه مجرد اسم، وحظر كامل للتطبيق أمر مضحك.",
      "en-US": "Dear users, unfortunately, our app was banned by Meta because it contains the names 'Insta' or 'Facebook'. It appears it's not recognized as an official app from Instagram and thus isn't allowed. However, there are thousands of apps with similar names that are accepted. Regardless, the app will be available on my website. I will provide the link later. I will do my best to ensure Google reaccepts our app. After all, it's just a name, and a complete ban is ridiculous.",
      "de-DE": "Liebe Nutzer, leider wurde unsere App von Meta gesperrt, weil sie 'Insta' oder 'Facebook' im Namen trägt. Es scheint, dass sie nicht als offizielle App von Instagram anerkannt wird und daher nicht erlaubt ist. Dennoch gibt es Tausende von Apps mit ähnlichen Namen, die akzeptiert werden. Unabhängig davon wird die App auf meiner Website verfügbar sein. Den Link werde ich später bereitstellen. Ich werde mein Bestes tun, um sicherzustellen, dass Google unsere App wieder akzeptiert. Es ist schließlich nur ein Name, und eine komplette Sperrung ist lächerlich.",
      "es-ES": "Estimados usuarios, lamentablemente nuestra aplicación fue prohibida por Meta porque contiene los nombres 'Insta' o 'Facebook'. Parece que no es reconocida como una aplicación oficial de Instagram y, por lo tanto, no está permitida. Sin embargo, hay miles de aplicaciones con nombres similares que son aceptadas. La aplicación estará disponible en mi sitio web. Proporcionaré el enlace más tarde. Haré todo lo posible para asegurar que Google vuelva a aceptar nuestra aplicación. Después de todo, es solo un nombre y una prohibición completa es ridícula.",
      "fr-FR": "Chers utilisateurs, malheureusement, notre application a été bannie par Meta car elle contient les noms 'Insta' ou 'Facebook'. Il semble qu'elle ne soit pas reconnue comme une application officielle d'Instagram et donc n'est pas autorisée. Cependant, il y a des milliers d'applications avec des noms similaires qui sont acceptées. Néanmoins, l'application sera disponible sur mon site web. Je fournirai le lien plus tard. Je ferai de mon mieux pour que Google accepte à nouveau notre application. Après tout, ce n'est qu'un nom et une interdiction totale est ridicule.",
      "it-IT": "Cari utenti, purtroppo la nostra app è stata bandita da Meta perché contiene i nomi 'Insta' o 'Facebook'. Sembra che non sia riconosciuta come un'app ufficiale di Instagram e quindi non è permessa. Tuttavia, ci sono migliaia di app con nomi simili che vengono accettate. L'app sarà comunque disponibile sul mio sito web. Fornirò il link più tardi. Farò del mio meglio per garantire che Google accetti nuovamente la nostra app. Dopo tutto, è solo un nome, e un divieto totale è assurdo.",
      "ja-JP": "親愛なるユーザーの皆様へ、残念ながら、私たちのアプリは'Meta'によって禁止されました。これは、アプリ名に'Insta'または'Facebook'が含まれているためです。Instagramの公式アプリとして認識されていないようですので、許可されていません。しかし、類似の名前を持つ何千ものアプリが承認されています。とはいえ、アプリは私のウェブサイトで利用可能です。後ほどリンクを提供します。Googleが私たちのアプリを再び受け入れるよう最善を尽くします。名前だけの問題で完全に禁止されるのはばかげています。",
      "pt-PT": "Caros usuários, infelizmente, a nossa app foi banida pela Meta porque contém os nomes 'Insta' ou 'Facebook'. Parece que não é reconhecida como uma app oficial do Instagram e, por isso, não é permitida. No entanto, existem milhares de apps com nomes semelhantes que são aceites. A app estará disponível no meu site. Irei fornecer o link mais tarde. Farei o meu melhor para garantir que a Google aceite novamente a nossa app. Afinal, é apenas um nome, e um banimento completo é ridículo.",
      "ru-RU": "Уважаемые пользователи, к сожалению, наше приложение было заблокировано Meta, потому что оно содержит имена 'Insta' или 'Facebook'. Похоже, что оно не признается официальным приложением Instagram, и поэтому его использование запрещено. Тем не менее, тысячи приложений с подобными именами принимаются. Тем не менее, приложение будет доступно на моем сайте. Я предоставлю ссылку позже. Я сделаю все возможное, чтобы Google снова принял наше приложение. В конце концов, это всего лишь имя, и полная блокировка кажется абсурдной.",
      "tr-TR": "Değerli kullanıcılar, uygulamamız ne yazık ki 'Insta' veya 'Facebook' isimlerini içerdiği için Meta tarafından yasaklandı. Instagram'ın resmi bir uygulaması olarak tanınmadığı için izin verilmiyor gibi görünüyor. Ancak benzer isimlere sahip binlerce uygulama kabul ediliyor. Uygulama web sitemde mevcut olacak. Bağlantıyı daha sonra sağlayacağım. Google'ın uygulamamızı yeniden kabul etmesini sağlamak için elimden gelenin en iyisini yapacağım. Sonuçta, sadece bir isim ve tam bir yasaklama saçma.",
      "zh-CN": "亲爱的用户，很遗憾，我们的应用因包含'Insta'或'Facebook'这些名称而被Meta禁止。看来它并未被认为是Instagram的官方应用，因此不被允许。然而，有成千上万的应用有类似的名称被接受了。不管怎样，该应用将在我的网站上可用。我稍后会提供链接。我会尽我所能确保Google重新接受我们的应用。毕竟，这只是一个名称，完全的禁令简直是荒谬的。"
    }
  }
]